
"AX_SLEEP_ICON_DESCRIPTION"	= "Vilosymbol";
"AX_RESTART_ICON_DESCRIPTION" = "Omstartssymbol";
"AX_SHUTDOWN_ICON_DESCRIPTION" = "Avstängningssymbol";

/* Alert panel button title. */
/*"Cancel"		=	"Cancel";*/

/* Title of alert to confirm shutting down the computer. */
/*"Power"			= 	"Shut Down";*/

/* Title of default button in alert to confirm shutting down the computer. */
/*"Power Off"		=	"Shut Down";*/

/* Title of alert to confirm restarting the computer. */
/*"Restart"		=	"Restart";*/

/* Message in alert to confirm restarting the computer. */
/*"Restart Message"	=	"Are you sure you want to restart your computer now?";*/


/* Default UNC notification button title */
"OK"			=	"OK"; 


/**********Logout Messages For Fast Logout**************/
"LOGGING_OUT"	= 	"Loggar ut";

"SHUTTING_DOWN"	=	"Stänger av";

"RESTARTING"	=	"Startar om";

/********************************************************/


/* Message in alert to confirm force quitting an application. Parameter is the name of an application.*/
"FORCE_QUIT_ALERT_MESSAGE"	= 	"Vill du tvångsavsluta %@?";
"FORCE_QUIT_INFO_MESSAGE"	=	"Ändringar som inte har sparats kommer att förloras.";

/* Message in alert to confirm force quitting of multiple applecations*/
"FORCE_QUIT_ALERT_MESSAGE_MULTIPLE_APPS" = "Vill du tvinga de %ld markerade programmen att avslutas?";
"FORCE_QUIT_INFO_MESSAGE_MULTIPLE_APPS"	=	"Ändringar som inte har sparats kommer att förloras.";


/*loMem specific text*/

"LOMEM_MESSAGE_TEXT" = "Om du vill frigöra minne markerar du ett program och klickar på Tvångsavsluta.";

"NORMAL_MESSAGE_TEXT" = "Om ett program inte svarar markerar du programnamnet och klickar på Tvångsavsluta.";

"LOMEM_INFO_TEXT" = "Att stänga fönster och ta bort filer från startskivan kan också hjälpa.";

"NORMAL_INFO_TEXT" = "Du kan öppna detta fönster genom att trycka på kommando+alternativ+esc.";

/* This text MAY be used IF HI decides we need to offer a normal quit option in addition to a force quit option for the lomem panel */
/*  Added prior to loc freeze for Tiger.  If it doesn't get used, it can be deleted post Tiger */
"LOMEM_ALTERNATE_FORCE_QUIT_BUTTON_NAME" = "Tvångsavsluta";


/**** logout Failues *****/

/* Alert text when an app times out. Parameter is the name of an application.*/


"TIMED_OUT_ALERT_MESSAGE"	= "Du har inte loggats ut eftersom programmet %@ inte kunde avslutas. Prova att logga ut igen genom att avsluta %@ och välja Apple-menyn > Logga ut.";
"TIMED_OUT_ALERT_MESSAGE_UNKNOWN"	= "Du har inte loggats ut eftersom ett program inte kunde avslutas. ";

/* Info text when an app times out*/
"TIMED_OUT_INFO_MESSAGE"	= "Du avslutar ett program som inte svarar genom att välja Apple-menyn > Tvångsavsluta (eller trycka på kommando-alternativ-esc.)";

"TIMED_OUT_NOT_RESPONDING_MESSAGE" = "Programmet %@ avslutades inte och svarar inte.";

/* Alert text when an app Cancels. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE"	 = "Utloggningen avbröts av programmet %@.";

/* Alert text when an unknown app Cancels. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE_UNKNOWN"	 = "Utloggningen har avbrutits av ett program.";

/* Main message of alert displayed when a known app cancels logout leading to FileVault encryption */
"KNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_ENCRYPTION_MESSAGE" = "Utloggningen avbröts av programmet %@. FileVault aktiveras inte för det här kontot.";

/* Main message of alert displayed when an unknown app cancels logout leading to FileVault encryption */
"UNKNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_ENCRYPTION_MESSAGE" = "Utloggningen har avbrutits av ett program. FileVault aktiveras inte för det här kontot.";

/* Info text of alert displayed when an app cancels logout leading to FileVault encryption */
"APP_CANCELED_LOGOUT_TO_FILE_VAULT_ENCRYPTION_INFO_TEXT" = "Kontot fortsätter att vara okrypterat. Om du vill aktivera FileVault öppnar du Systeminställningar och börjar om. Om du har angett huvudlösenordet behöver du inte ställa in det igen.";

/* Main message of alert displayed when a known app cancels logout leading to FileVault decryption */
"KNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_DECRYPTION_MESSAGE" = "Utloggningen avbröts av programmet %@. FileVault stängs inte av för det här kontot.";

/* Main message of alert displayed when an unknown app cancels logout leading to FileVault decryption */
"UNKNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_DECRYPTION_MESSAGE" = "Utloggningen har avbrutits av ett program. FileVault stängs inte av för det här kontot.";

"KNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_CONVERSION_MESSAGE" = "Programmet %@ avbröt utloggningen. FileVault konverteras inte för det här kontot.";

"UNKNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_CONVERSION_MESSAGE" = "Utloggningen har avbrutits av ett program. FileVault konverteras inte för det här kontot.";

/* Info text of alert displayed when an app cancels logout leading to FileVault decryption */
"APP_CANCELED_LOGOUT_TO_FILE_VAULT_DECRYPTION_INFO_TEXT" = "Kontot fortsätter att vara krypterat. Om du vill stänga av FileVault, öppnar du Systeminställningar och börjar om.";

"APP_CANCELED_LOGOUT_TO_FILE_VAULT_CONVERSION_INFO_TEXT" = "Kontot behåller sitt originalformat. Om du vill konvertera FileVault öppnar du Systeminställningar och börjar om.";

/* Info text when an app Cancels. Parameter is the name of an application.*/
"CANCELLED_INFO_MESSAGE"	 = "Om du vill försöka igen, avslutar du %@ och väljer Logga ut från Apple-menyn.";
"CANCELLED_INFO_MESSAGE_UNKNOWN"	 = "Om du vill försöka igen väljer du Apple-menyn > Logga ut.";

/* Alert text when an app cancels restart. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE_RESTART"	 = "Programmet %@ avbröt omstarten.";

/* Alert text when an unknown app cancels restart. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE_UNKNOWN_RESTART"	 = "Ett program har avbrutit omstart.";

/* Info text when an app cancels restart. Parameter is the name of an application.*/
"CANCELLED_INFO_MESSAGE_RESTART"	 = "Om du vill försöka igen, avsluta %@ och välj Starta om från Apple-menyn.";
"CANCELLED_INFO_MESSAGE_UNKNOWN_RESTART"	 = "Om du vill försöka igen väljer du Apple-menyn > Starta om.";



/* Alert text when an app cancels shutdown. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE_SHUTDOWN"	 = "Programmet %@ avbröt avstängning.";

/* Alert text when an unknown app cancels shutdown. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE_UNKNOWN_SHUTDOWN"	 = "Ett program har avbrutit avstängning.";

/* Info text when an app cancels shutdown. Parameter is the name of an application.*/
"CANCELLED_INFO_MESSAGE_SHUTDOWN"	 = "Om du vill försöka igen avslutar du %@ och väljer Apple-menyn > Stäng av.";
"CANCELLED_INFO_MESSAGE_UNKNOWN_SHUTDOWN"	 = "Om du vill försöka igen, välj Stäng av från Apple-menyn.";



/*** Ickiness with the Finder ***/
/* FINDER_FAILED_MESSAGE */
"FINDER_FAILED_MESSAGE"	=	"Finder kunde inte starta eftersom ett allvarligt fel har inträffat.";


"APP_DIED_ALERT_MESSAGE"		=   "Programmet %@ har oväntat avslutats.";

/* Info text when an app dies*/
"APP_DIED_INFO_MESSAGE"		=   "Detta har inte påverkat systemet eller andra program.";


/*** Alert button titles ***/

/*Alert panel button title*/
"OK_BUTTON"		=	"OK";

/*Alert panel button title*/
"CANCEL_BUTTON"		=	"Avbryt";

/*Alert panel button title*/
/*"CONTINUE"		=	"Continue to Logout";*/

/*Alert panel button title*/
"SHUTDOWN_BUTTON"		=	"Stäng av";

/*Alert panel button title*/
"RESTART_BUTTON"		=	"Starta om";

/*Alert panel button title*/
"SLEEP_BUTTON"		=	"Vila";

/* Logout Button */
/*"LOGOUT_BUTTON"		=	"Log Out";*/

/* Force Quit Button */
"FORCEQUIT_BUTTON"	=	"Tvångsavsluta";

/* Terminate button */
"TERMINATE_BUTTON"	=	"Tvångsavsluta";

/*Relaunch Button - this is the Finder relaunch button in the Process Panel*/
"RELAUNCH_BUTTON"	=	"Starta om";

/*Pause Button - This is the text that shows in the Pause button when the current app is not paused*/
"PAUSE_BUTTON"		=	"Pausa";

/*Pause Button - This is the text that shows in the Pause button when the current app is not paused*/
"RESUME_BUTTON"	=	"Fortsätt";

/*Message in alert to confirm that the user wants to shut down*/
"SHUTDOWN_MESSAGE"	= 	"Är du säker på att du vill stänga av datorn?";

/*Message in alert to confirm that the user wants to restart*/
"RESTART_MESSAGE"	= 	"Är du säker på att du vill starta om datorn?";

/*Message in alert to confirm that the user wants to log out*/
"LOGOUT_MESSAGE"	=	"Är du säker på att du vill avsluta alla program och logga ut?";

/*Message in alert to indicate a scheduled sleep is occuring*/
"SCHEDULED_SLEEP_MESSAGE" = "Datorn sätts i vila automatiskt enligt schemat.";

/*Message in alert to indicate a scheduled shutdown is occuring*/
"SCHEDULED_SHUTDOWN_MESSAGE" = "Datorn stängs av automatiskt enligt schemat.";

/*Message in alert to indicate a scheduled restart  is occuring*/
"SCHEDULED_RESTART_MESSAGE" = "Den här datorn har schemalagts att starta om automatiskt.";

/****************************************************************************/
/* Time formats and strings for logout, shutdown and restart time phrases   */
/****************************************************************************/

/*Plural Minutes Plural Seconds %1$d = minutes (greater than 1).  %2$d = number of seconds (greater than 1) */
"TIME_FORMAT_22" = "%1$d minuter och %2$d sekunder";

/*Plural Minutes Single Second.  %d = number of minutes (greater than 1) */
"TIME_FORMAT_21" = "%d minuter och 1 sekund";

/*Plural Minutes Zero Seconds. %d = number of minutes (greater than 1) */
"TIME_FORMAT_20" = "%d minuter";

/*Single Minute Plural Seconds. %d = number of seconds (greater than 1) */
"TIME_FORMAT_12" = "1 minut och %d sekunder";

/*Single Minute Single Second. */
"TIME_FORMAT_11" = "1 minut och 1 sekund";

/*Single Minute Zero Seconds. */
"TIME_FORMAT_10" = "1 minut";

/*Zero Minutes Plural Seconds %d = number of seconds (greater than 1) */
"TIME_FORMAT_2" = "%d sekunder";

/*Zero Minutes One Second*/
"TIME_FORMAT_1" = "1 sekund";

/*Zero Minutes Zero Seconds*/
"TIME_FORMAT_0" = "0 sekunder";


/******************************************/
/* Timed logout/shutdown/restart messages */
/******************************************/

/* Timed logout message. %@ is replaced by one of the time phrases above. */
"WILL_LOGOUT_INFO" = "Om du inte gör något blir du automatiskt utloggad om %@.";

/* Timed shutdown message. %@ is replaced by one of the time phrases above. */
"WILL_SHUTDOWN_INFO" = "Om du inte gör något kommer datorn automatiskt att stängas av om %@.";

/* Timed restart message. %@ is replaced by one of the time phrases above. */
"WILL_RESTART_INFO" = "Om du inte gör något kommer datorn automatiskt att starta om om %@.";

/* Timed Scheduled shutdown message. %@ is replaced by one the the time phrases above. */
"WILL_SCHEDULED_SHUTDOWN_INFO" = "Om du inte gör något kommer datorn automatiskt att stängas av om %@.";

/* Timed Scheduled shutdown message. %@ is replaced by one the the time phrases above. */
"WILL_SCHEDULED_SLEEP_INFO" = "Om du inte gör något kommer datorn automatiskt att gå i vila om %@.";

/* Timed Scheduled restart message. %@ is replaced by one the the time phrases above. */
"WILL_SCHEDULED_RESTART_INFO" = "Om du inte gör något kommer datorn automatiskt att starta om om %@.";


/******************************************/
/* Guest account related strings          */
/******************************************/
"GUEST_ACCOUNT_SHUTDOWN_MESSAGE" = "Om du stänger av blir dina filer raderade.";

"GUEST_ACCOUNT_SHUTDOWN_INFO_MESSAGE" = "Du är inloggad som en gästanvändare. När du stänger av raderas alla filer och all information i gästanvändarens hemmapp. Dessa filer kan inte återskapas.";

"GUEST_ACCOUNT_RESTART_MESSAGE" = "Om du startar om blir dina filer raderade.";

"GUEST_ACCOUNT_RESTART_INFO_MESSAGE" = "Du är inloggad som en gästanvändare. När du startar om raderas alla filer och all information i gästanvändarens hemmapp. Dessa filer kan inte återskapas.";

"GUEST_ACCOUNT_LOGOUT_MESSAGE" = "Om du loggar ut blir dina filer raderade.";

"GUEST_ACCOUNT_LOGOUT_BUTTON_TEXT" = "Radera filer och logga ut";

"GUEST_ACCOUNT_RESTART_BUTTON_TEXT" = "Radera filer och starta om";

"GUEST_ACCOUNT_SHUTDOWN_BUTTON_TEXT" = "Radera filer och stäng av";

/*Password Hint*/
/*"PASSWORD_HINT_TEXT"	=	"You've entered an invalid password 3 times.";*/

/*"FORCEQUIT"		=	 "Force Quit...";*/

/*"LOGGINGIN"		=	 "Logging In...";*/

/* tesxt for go back button when password field is displayed*/

/*"BACKTOLIST"			=		"Go Back";*/

/*"OTHERUSER"			=		"Other...";*/

/*"NAME"			=		"Name";*/

/*Disk Full First Message*/
/*"DISKFULLMESSAGE1"		= "Your hard disk has no more space available for application memory. Quit some applications immediately, or your computer will have problems.";*/

/*Disk Full First Instructional Text*/
/*"DISKFULLINSTRUCT1"		=    "Closing windows and removing files from your hard disk may also help." ;*/

/*Empty Trash*/
/*"EMPTYTRASH" 		=    "Empty Trash";*/

// unknown ( for unknown library, appliction name etc.)
"UNKNOWN" = "okänt";

/****** Bad Time Set by User *************/

"ILLEGAL_TIME_TITLE" = "Datorns klocka är inställd på en tid före 1 jan 2008. Det kan innebära att program börjar uppföra sig besynnerligt.";

"ILLEGAL_TIME_MESSAGE" = "Öppna inställningspanelen Datum och tid för att ställa klockan manuellt. Du får mer information om du väljer Hjälp > Mac Hjälp.";


/****** Users Connected *************/

/* Message when AFP users are connected on shutdown and restart*/

"AFP_USERS_CONNECTED" = "Apple File Sharing-användare anslutna";
"AFP_USERS_CONNECTED_RESTART_TITLE" = "Är du säker på att du vill starta om datorn?";
"AFP_USERS_CONNECTED_SHUTDOWN_TITLE" = "Är du säker på att du vill stänga av datorn?";

/*Info when AFP users are connected on shutdown */
"AFP_USERS_CONNECTED_SHUTDOWN_INFO" = "Det finns %d andra användare anslutna till datorn via fildelning.";
"AFP_SINGLE_USER_CONNECTED_SHUTDOWN_INFO" = "En användare är ansluten till datorn via fildelning.";

/* Info when AFP users are connected on restart */
"AFP_USERS_CONNECTED_RESTART_INFO" = "Det finns %d andra användare anslutna till datorn via fildelning.";
"AFP_SINGLE_USER_CONNECTED_RESTART_INFO" = "En användare är ansluten till datorn via fildelning.";

/********** Screen Lock Password **********/

/* Message for unlocking the screen lock modal dialog */
/* It should not mention anything about the METHOD for authentication */
/* such as entering as password. Instructions regarding the method for */
/* for authentication will be appended by the SecurityAgent */
"Enter your password to unlock the screen."="Du måste ange ett lösenord för att låsa upp skärmen.";

/**********Disk Messages ******************/

/*"DISKFULLMESSAGE2" 		=  "Your boot volume has no space available, and your computer is having problems. You may want to force quit some applications to avoid further problems.";*/

/*"DISKFULLINSTRUCT2"		=  "Closing windows and removing files from your hard disk may also help.";*/

/*"REPLACE_HOMEFOLDER_TEXT"	=	" The %@ folder for user %@ cannot be found in its usual location.";*/

/*"REPLACE_HOMEFOLDER_INFO_TEXT" =  "The \"Home\" or \"Users\" folder may have been moved or deleted. If \"Home\" is located on the network, the server may be temporarily unavailable. Contact your administrator if this problem continues.";*/

"APP_NOT_RESPONDING_SUFFIX"	= " (svarar inte)";

"APP_PAUSED_SUFFIX" = " (pausad)";

"APP_THROTTLED_SUFFIX" = " (strypt)";

/********** AFP/SMB Login Error Messages *********/

/* Format string used to build primary message string of alert that is presented when an error occurs mounting an AFP or SMB home directory. */
/* %@ is replaced with the name of the user account. */

"AFP_SMB_LOGIN_ERROR_MESSAGE_FORMAT" = "Du kan inte logga in till användarkontot \"%@\" just nu";

/* Info string (secondary message) of alert that is presented when an error ocurs mounting an AFP or SMB home directory. */
"AFP_SMB_LOGIN_ERROR_INFO" = "Inloggningen misslyckades eftersom ett fel uppstod. Hemmappen för användarkontot du försöker logga in på ligger på en AFP- eller SMB-server. Kontakta systemadministratören om du behöver hjälp.";

/* Label for OK button in alert that is presented when an error ocurs mounting an AFP or SMB home directory. */
"AFP_SMB_LOGIN_ERROR_OK_BUTTON" = "OK";
